<template >
    <div class="block">
        <div class="desc">
            <h2>Список игральных карт</h2>
            Массив объектов: [{ id: 1, suit: "Пики", value: "Король" }].<br>
            Отрисовка: Список карт в виде карточек.<br>
            Форма: Добавление новой карты (поля "масть", "значение").<br><br>
        
            1. Массив объектов: Создайте массив с начальными данными (например, tasks, books, movies).
            <br>2. Отрисовка списка: Используйте v-for для отображения элементов массива.
            <br>3. Со звездочкой добавить form input и put запрос. Редактирование: Добавьте возможность редактирования
            существующих объектов через форму.
        </div>
    </div>
</template>
<script>
export default {
    
}
</script>
<style>
    
</style>